; Hungarian
; BlueEyes Helpdesk

[i18n]
IDS_UPDATE_NO=Nincs elérhető frissítés.
IDS_UPDATE_YES=(%s) Új verzió érhető el.Megnyitod a letöltési oldalt?
IDS_DONATE=Donate
IDS_DONATE_TEXT=Development is powered by your donations!
IDS_SHOWATSTARTUP_CHK=Show at startup
IDS_FILE=Fájl
IDS_SETTINGS=Beállítások
IDS_EXIT=Kilépés
IDS_HELP=Segítség
IDS_WEBSITE=Weboldal
IDS_CHECKUPDATES=Frissítések ellenőrzése
IDS_ABOUT=Névjegy
IDS_TRAY_SHOW=Mutat/Rejt
IDS_TRAY_DISABLE=Letiltva
IDS_TRAY_POPUP_1=Clean areas
IDS_TRAY_POPUP_2=Tisztítás a memória...
IDS_TRAY_POPUP_3=Tisztítás minden..
IDS_CLEAN=Memória tisztítása
IDS_GROUP_1=Fizikai memória
IDS_GROUP_2=Lapozófájl
IDS_GROUP_3=A Rendszer által használt
IDS_ITEM_1=Használatban
IDS_ITEM_2=Szabad
IDS_ITEM_3=Elérhető
IDS_SETTINGS_GENERAL=Beállítás
IDS_SETTINGS_MEMORY=Memória tisztítás
IDS_SETTINGS_APPEARANCE=Megjelenés
IDS_SETTINGS_TRAY=Tálcaikon
IDS_CLOSE=Bezárás
IDS_TITLE_1=Beállítások:
IDS_TITLE_2=Nyelv:
IDS_TITLE_3=Memória terület tisztítása:
IDS_TITLE_4=Memória kezelése:
IDS_TITLE_5=Gyorsgombok:
IDS_TITLE_6=Stílus:
IDS_TITLE_7=Színek:
IDS_TITLE_8=Egér:
IDS_TITLE_9=Balloon tips:
IDS_ALWAYSONTOP_CHK=Mindig felül
IDS_LOADONSTARTUP_CHK=Indítás a rendszerrel
IDS_REDUCTCONFIRMATION_CHK=Confirm memory cleaning start
IDS_SKIPUACWARNING_CHK=Felhasználói fiók felügyeletének kihagyása
IDS_CHECKUPDATES_CHK=Frissítések rendszeres ellenőrzése (ajánlott)
IDS_LANGUAGE_HINT=Nyelv kiválasztása:
IDS_WORKINGSET_CHK=Használatban (Vista és annál újabb verziókhoz)
IDS_SYSTEMWORKINGSET_CHK=Rendszer által használt
IDS_STANDBYLISTPRIORITY0_CHK=Készenléti lista prioritás nélküli (Vista és annál újabb verziókhoz)
IDS_STANDBYLIST_CHK=Készenléti lista (Vista és annál újabb verziókhoz)
IDS_MODIFIEDLIST_CHK=Lapozófájl módosítása (Vista és annál újabb verziókhoz)
IDS_COMBINEMEMORYLISTS_CHK=Combine memory lists (Windows 10 and above)
IDS_AUTOREDUCTENABLE_CHK=Tisztítás a memória: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Tisztítás minden: (min.)
IDS_HOTKEY_CLEAN_CHK=Memória tisztítás:
IDS_TRAYUSETRANSPARENCY_CHK=Átlátszó háttér
IDS_TRAYSHOWBORDER_CHK=Keret mutatása
IDS_TRAYROUNDCORNERS_CHK=Kerek sarkok
IDS_TRAYCHANGEBG_CHK=Háttérszín beállítása (szöveg és keret)
IDS_TRAYUSEANTIALIASING_CHK=Élsimítás
IDS_FONT_HINT=Betűtípus:
IDS_COLOR_TEXT_HINT=Szövegszín:
IDS_COLOR_BACKGROUND_HINT=Háttérszín:
IDS_COLOR_WARNING_HINT="Figyelmeztetési szint" szine:
IDS_COLOR_DANGER_HINT="Veszélyes szint" szine:
IDS_TRAYLEVELWARNING_HINT="Figyelmeztetési szint" beállítása: (%)
IDS_TRAYLEVELDANGER_HINT="Veszélyes szint" beállítása: (%)
IDS_TRAYACTIONDC_HINT=Ketős egér kattintás:
IDS_TRAYACTIONMC_HINT=Középső egérgomb:
IDS_TRAY_ACTION_1=Mutat/Rejt
IDS_TRAY_ACTION_2=Memória tisztítás
IDS_TRAY_ACTION_3=Feladatkezelő megnyitása
IDS_SHOW_CLEAN_RESULT_CHK=Show memory cleaning results
IDS_QUESTION=Megtisztítod a memóriát?
IDS_QUESTION_WARNING_TITLE=Warning!
IDS_QUESTION_WARNING=Switching-on "Standby list" and "Modified page list" may freeze your computer for almost a minute or so, are you sure enable this option?
IDS_QUESTION_FLAG_CHK=Do not show anymore
IDS_STATUS_CLEANED=A memória %s -ban sikeresen tisztítva.
IDS_STATUS_NOPRIVILEGES=Kérlek futtasd a programo Rendszergazda jogokkal!!
